[
  {
    "project_id": "1",
    "project_name": "MBKS Education For All Initiative",
    "project_short_form": "MEFAI",
    "project_paragraghs": "<br>  <br>  <br>  <br>  <br> ",
    "project_paragragh": [
      "Education is for improving the lives of others and for leaving your community and the world better than you found it. It is also the movement from darkness to light. It is also the foremost parameter to measure the level of development of a community. ",
      "Project MEFAI (MBKS Education For All Initiative) is an attempt to make quality education accessible to children belonging to the most financially marginalized section of our society. We have been taking it to the most remote areas of Darjeeling Hills in West Bengal for last four years.",
      "Under Project MEFAI, we sponsor the entire educational expenses of children including school fees, books, uniforms, shoes, bags and stationeries, right up to their higher secondary examination (plus two board exams).",
      "Sixty-seven children in seventeen schools around the Hills right from kindergarten to twelfth standard have benefited from MEFAI. Thirteen of them have already cleared their higher secondary examination and have joined St. Joseph's College, Darjeeling and Siliguri College.",
      "We have children in many tea gardens and villages now like Barnesbeg, Vah Tukvar, Glenburn, Badamtam, Mangarjung, Samalbong, Poomong, Chhota Pobong, Dhooteriah-Toongsoong, Teesta Valley, Rongmook and Milling.",
      "Quality Education is the passport for a child to a good future. We plan to increase the number of children under Project MEFAI substantially in years to come. Children are our future, and we need to protect them."
    ],
    "projects_photos": [
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg"
    ]
  },
  {
    "project_id": "2",
    "project_name": "Children Healthcare Initiative for Lifelong Development",
    "project_short_form": "CHILD",
    "project_paragraghs": [
      "In 2020, under-5 mortality rate for India was 35.73 deaths per thousand live births. Children are more prone to diseases than adults. Project CHILD aims to help those children with chronic diseases in Darjeeling Hills that belong to economically vulnerable section of our society.",
      "Master Ingso Subba (5) is a resident of Singtam Tea Estate, 10 kms from Darjeeling. He suffers from a rare form of anaemia called Diamond-Blackfan Syndrome. Due to this, he has to undergo monthly blood transfusion at the Shaheed Durga Malla Hospital, Darjeeling. We are getting him treated at Christian Medical College, Vellore.",
      "Ms. Khushi Rai (4), resident of Mangarjung Tea Estate, 32 kms from Darjeeling, suffered from Nasolacrimal Duct Obstruction with Chronic Dacryocystitis which is an infection of the lacrimal sac that sometimes leads to abscess formation. We had her successfully operated at Yuma Hospital, Darjeeling. She now has clear vision.",
      "Master Aditya Biswakarma, also from Mangarjung TE, had Severe Vernal Keratoconjunctivitis with Limbal Stem Cell Deficiency in his eyes. We took him t Disha Hospital, Siliguri. Many tests were done including Optical Coherence Tomography (OCT) and Afferent Pupillary Defect (APD). He is under medication and his eyesight has improved remarkably over past couple of months.",
      "Ms. Astha Gurung (9) was born with Cerebral Palsy. She is from a small village named Sumbuk near Lodhoma, 40 kms from Darjeeling. Her lumbar vertebrae hasn't developed fully and she has intellectual disability as well. She has been showing progress post intervention.",
      "Master Akit Rai was hospitalised in North Bengal Neuro Centre, Siliguri with sudden onset of paraperesis this year. He was diagnosed with Odontoid Process Fracture with Cord Compression on C5, C6 and C7 vertebrae, meaning paralysis below the neck. We had the operation done and bought him back home. Physiotherapy has been provided.",
      "There are many more children out there who are suffering from many different medical problems and diseases. It is imperative for us to take Project CHILD to the most remote corners of the Hills in order to give those innocent souls a carefree childhood. Every single child deserves."
    ],
    "projects_photos": [
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg"
    ]
  },
  {
    "project_id": "3",
    "project_name": "Volunteers Into Rural Upliftment Services",
    "project_short_form": "VIRUS ",
    "project_paragraghs": [
      "When the entire world was grappling with the coronavirus pandemic, the country itself went under national lockdown and the clamor to stay home and self-quarantine became ever more vociferous. The Darjeeling Tea Industry which already reeling under immense economic pressure from political bandhs and strikes, climate change and international competition was hit very badly by the lockdown. The daily wage laborers of our tea gardens faced the double-edged sword of the virus outside their house and malnourishment inside it.",
      "We launched Project VIRUS (Volunteers Into Rural Upliftment Services) to help ameliorate the woes of the tea garden laborers. We received immense support from the well-wishers and those who love Darjeeling. The love came pouring in from all over the world.",
      "We have distributed dry food reliefs to the tune of about fifty-five tonnes to more than four thousand families in about thirty three five gardens and ten forest villages of Darjeeling Hills!! This single handedly became the largest food relief distribution carried out by any organization in the Hills.",
      "Medical reliefs are also provided to these areas under Project VIRUS interalia oxygen concentrators, digital thermometers, N90 masks, gloves, sodium solutions, spraying machines, sanitizers and medicines."
    ],
    "projects_photos": [
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg"
    ]
  },
  {
    "project_id": "4",
    "project_name": "Donation Point",
    "project_short_form": "DoPo",
    "project_paragraghs": [
      "We, the people of Darjeeling, either burn our used and unwanted clothes/shoes or we either throw them away in garbage dumps because we do not know where and whom to donate those apparels to. Moreover, we sell our children's books and copies after the end of every academic year for peanuts because we do not know any better to do with them.",
      "Mr. Mandip Mukhia of Bhutia Busty, like others, was aware of these practices for a long time. But unlike others, he decided to do something about it. Working as a merchant navy in foreign seas made him conscious of the need to fix this wrong. MBKS, itself as a NGO, receive calls and inquires on daily basis from people wanting to donate clothes, books, stationery and other items. But we didn't have the resources to collect them from individuals around the town.Mr. Mukhia expressed his desire to do something for the homeless who have to fend the cold all by themselves. And voila! An idea was born which was quickly transformed into reality.",
      "We have set up a 'Donation Point' at Chowrashta where citizens can drop off the items they would like to donate including clothes, shoes, books, stationery etc. Our members will collect the items every week and separate the clothes according to their sizes and the books accroding to the standard/class the pertain to. The clothes will then be given to the needy ones at the orphanages and at the old age homes in the Hills. The books will be distributed to the schools in the rural hinterland of the hills to those needy children who can't afford to buy them. We thus urge all the conscious citizens of the town to come and DONATE away any items that you think the needy ones may find a use for at this bin at Chowrashta rather than burning, throwing or selling them away. We thus dedictate this Donation Point by the people of Darjeeling for the people of Darjeeling.",
      "We would sincerely like to thank Mr. Mandip Mukhia for this great initiative. You are a true son of Darjeeling. We also extend our heartfelt gratitude to Darjeeling Municipality for allowing us to keep the donation bin at Chowrashta and all our members for painting it. We empty the point twice/thrice a week and take them to our office where we segregate it depending on their condition and size. We then distribute it to the remote villages in the Hills and Dooars where people have use for it."
    ],
    "projects_photos": [
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg"
    ]
  },
  {
    "project_id": "5",
    "project_name": "KOSELI",
    "project_short_form": "",
    "project_paragraghs": [
      "When the entire world was grappling with the coronavirus pandemic, the country itself went under national lockdown and the clamor to stay home and self-quarantine became ever more vociferous. The Darjeeling Tea Industry which already reeling under immense economic pressure from political bandhs and strikes, climate change and international competition was hit very badly by the lockdown. The daily wage laborers of our tea gardens faced the double-edged sword of the virus outside their house and malnourishment inside it.",
      "We launched Project VIRUS (Volunteers Into Rural Upliftment Services) to help ameliorate the woes of the tea garden laborers. We received immense support from the well-wishers and those who love Darjeeling. The love came pouring in from all over the world.",
      "We have distributed dry food reliefs to the tune of about fifty-five tonnes to more than four thousand families in about thirty three five gardens and ten forest villages of Darjeeling Hills!! This single handedly became the largest food relief distribution carried out by any organization in the Hills.",
      "Medical reliefs are also provided to these areas under Project VIRUS interalia oxygen concentrators, digital thermometers, N90 masks, gloves, sodium solutions, spraying machines, sanitizers and medicines."
    ],
    "projects_photos": [
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg"
    ]
  },
  {
    "project_id": "6",
    "project_name": "PHOENIX",
    "project_short_form": "",
    "project_paragraghs": [
      "When the entire world was grappling with the coronavirus pandemic, the country itself went under national lockdown and the clamor to stay home and self-quarantine became ever more vociferous. The Darjeeling Tea Industry which already reeling under immense economic pressure from political bandhs and strikes, climate change and international competition was hit very badly by the lockdown. The daily wage laborers of our tea gardens faced the double-edged sword of the virus outside their house and malnourishment inside it.",
      "We launched Project VIRUS (Volunteers Into Rural Upliftment Services) to help ameliorate the woes of the tea garden laborers. We received immense support from the well-wishers and those who love Darjeeling. The love came pouring in from all over the world.",
      "We have distributed dry food reliefs to the tune of about fifty-five tonnes to more than four thousand families in about thirty three five gardens and ten forest villages of Darjeeling Hills!! This single handedly became the largest food relief distribution carried out by any organization in the Hills.",
      "Medical reliefs are also provided to these areas under Project VIRUS interalia oxygen concentrators, digital thermometers, N90 masks, gloves, sodium solutions, spraying machines, sanitizers and medicines."
    ],
    "projects_photos": [
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg",
      "https://arctistic.github.io/wearembks/MEFAI-sponsorship-images/image3.jpg"
    ]
  }
]
